Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Best estimate from {0} on {1} — an estimate, not a tested max.
source: Best estimate from %1$@ on %2$@ — an estimate, not a tested max.
ar: أفضل تقدير من %1$@ بتاريخ %2$@ — تقدير وليس حداً أقصى مُختبَراً.
de: Beste Schätzung aus %1$@ am %2$@ — eine Schätzung, kein getesteter Max-Wert.
es: Mejor estimación a partir de %1$@ el %2$@: una estimación, no un máximo probado.
fr: Meilleure estimation d’après %1$@ le %2$@ — une estimation, pas un max testé.
hi: %2$@ को %1$@ से सर्वश्रेष्ठ अनुमान — यह अनुमान है, परखा गया अधिकतम नहीं।
hu: Legjobb becslés innen: %1$@, ekkor: %2$@ — ez egy becslés, nem tesztelt maximum.
it: Stima migliore da %1$@ il %2$@ — una stima, non un massimale testato.
ko: %2$@의 %1$@ 기준 최고 추정치 — 실제로 측정한 최대치가 아닌 추정값입니다.
pl: Najlepsze oszacowanie z %1$@ dnia %2$@ — to szacunek, a nie zmierzony maks.
pt: Melhor estimativa a partir de %1$@ em %2$@ — uma estimativa, não um máximo testado.
pt_br: Melhor estimativa a partir de %1$@ em %2$@ — uma estimativa, não um máximo testado.
ru: Лучшая оценка по %1$@ от %2$@ — это расчёт, а не проверенный максимум.
th: ประมาณการดีที่สุดจาก %1$@ เมื่อ %2$@ — เป็นค่าประมาณ ไม่ใช่ค่าที่ทดสอบจริง
tr: %2$@ tarihli %1$@ setinden en iyi tahmin — test edilmiş bir maksimum değil, tahmin.
uk: Найкраща оцінка за %1$@ від %2$@ — це розрахунок, а не перевірений максимум.
zh: 基于 %2$@ 的 %1$@ 得出的最佳预估——这是推算值，不是实测极限。

source: Best estimated 1RM:
ar: أفضل 1RM تقديري:
de: Bestes geschätztes 1RM:
es: Mejor 1RM estimado:
fr: Meilleur 1RM estimé :
hi: सर्वश्रेष्ठ अनुमानित 1RM:
hu: Legjobb becsült 1RM:
it: Miglior 1RM stimato:
ko: 최고 추정 1RM:
pl: Najlepszy szacowany 1RM:
pt: Melhor 1RM estimado:
pt_br: Melhor 1RM estimado:
ru: Лучший расчётный 1ПМ:
th: 1RM โดยประมาณดีที่สุด:
tr: En iyi tahmini 1RM:
uk: Найкращий розрахунковий 1ПМ:
zh: 最佳预估 1RM：

source: Best set
ar: أفضل مجموعة
de: Bester Satz
es: Mejor serie
fr: Meilleure série
hi: सर्वश्रेष्ठ सेट
hu: Legjobb sorozat
it: Serie migliore
ko: 최고 세트
pl: Najlepsza seria
pt: Melhor série
pt_br: Melhor série
ru: Лучший подход
th: เซ็ตที่ดีที่สุด
tr: En iyi set
uk: Найкращий підхід
zh: 最佳组

source: Best set weight per workout
ar: أفضل وزن لمجموعة لكل تمرين
de: Bestes Satzgewicht pro Training
es: Mejor peso por entrenamiento
fr: Meilleur poids par séance
hi: हर वर्कआउट का सर्वश्रेष्ठ सेट वज़न
hu: Legjobb sorozatsúly edzésenként
it: Miglior peso per allenamento
ko: 운동별 최고 세트 무게
pl: Najlepszy ciężar na trening
pt: Melhor peso por treino
pt_br: Melhor peso por treino
ru: Лучший вес за тренировку
th: น้ำหนักเซ็ตดีที่สุดต่อครั้ง
tr: Antrenman başına en iyi set ağırlığı
uk: Найкраща вага за тренування
zh: 每次训练最佳组重量

source: Best set, estimated 1RM
ar: أفضل مجموعة، 1RM تقديري
de: Bester Satz, geschätztes 1RM
es: Mejor serie, 1RM estimado
fr: Meilleure série, 1RM estimé
hi: सर्वश्रेष्ठ सेट, अनुमानित 1RM
hu: Legjobb sorozat, becsült 1RM
it: Serie migliore, 1RM stimato
ko: 최고 세트, 추정 1RM
pl: Najlepsza seria, szacowany 1RM
pt: Melhor série, 1RM estimado
pt_br: Melhor série, 1RM estimado
ru: Лучший подход, расчётный 1ПМ
th: เซ็ตที่ดีที่สุด, 1RM โดยประมาณ
tr: En iyi set, tahmini 1RM
uk: Найкращий підхід, розрахунковий 1ПМ
zh: 最佳组，估算 1RM

source: Best set: nothing logged this way yet
ar: أفضل مجموعة: لم يُسجَّل شيء بهذه الطريقة بعد
de: Bester Satz: so noch nichts eingetragen
es: Mejor serie: aún nada registrado así
fr: Meilleure série : rien de noté ainsi pour l’instant
hi: सर्वश्रेष्ठ सेट: इस तरह अभी कुछ दर्ज नहीं
hu: Legjobb sorozat: így még nincs rögzítve semmi
it: Serie migliore: ancora niente registrato così
ko: 최고 세트: 이 방식으로는 아직 기록 없음
pl: Najlepsza seria: jeszcze nic tak nie zapisano
pt: Melhor série: ainda nada registado assim
pt_br: Melhor série: ainda nada registrado assim
ru: Лучший подход: так пока ничего не записано
th: เซ็ตที่ดีที่สุด: ยังไม่มีการบันทึกแบบนี้
tr: En iyi set: bu şekilde henüz kayıt yok
uk: Найкращий підхід: так поки нічого не записано
zh: 最佳组：还没有这样记录过

source: Best:
ar: الأفضل:
de: Bestwert:
es: Mejor:
fr: Record :
hi: सर्वश्रेष्ठ:
hu: Legjobb:
it: Record:
ko: 최고 기록:
pl: Rekord:
pt: Melhor:
pt_br: Melhor:
ru: Рекорд:
th: ดีที่สุด:
tr: Rekor:
uk: Рекорд:
zh: 最佳：

source: Biceps
ar: البايسبس
de: Bizeps
es: Bíceps
hi: बाइसेप्स
hu: Bicepsz
it: Bicipiti
ko: 이두근
pt: Bíceps
pt_br: Bíceps
ru: Бицепс
th: ไบเซ็ป
tr: Biseps
uk: Біцепс
zh: 肱二头肌

source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
hi: नीला
hu: Kék
it: Blu
ko: 파랑
pl: Niebieski
pt: Azul
pt_br: Azul
ru: Синий
th: น้ำเงิน
tr: Mavi
uk: Синій
zh: 蓝色

source: Body diagram
ar: خريطة الجسم
de: Körperdiagramm
es: Diagrama corporal
fr: Schéma du corps
hi: शरीर आरेख
hu: Testábra
it: Diagramma del corpo
ko: 신체 도해
pl: Diagram ciała
pt: Diagrama do corpo
pt_br: Diagrama do corpo
ru: Схема тела
th: แผนภาพร่างกาย
tr: Vücut diyagramı
uk: Схема тіла
zh: 身体图示

source: Body weight
ar: وزن الجسم
de: Körpergewicht
es: Peso corporal
fr: Poids corporel
hi: शरीर का वज़न
hu: Testsúly
it: Peso corporeo
ko: 체중
pl: Masa ciała
pt: Peso corporal
pt_br: Peso corporal
ru: Вес тела
th: น้ำหนักตัว
tr: Vücut ağırlığı
uk: Вага тіла
zh: 体重

source: Body weight has been flat for four weeks while the goal is to gain. That is a kitchen problem rather than a training one — the plan is not what is holding it back.
ar: وزن الجسم ثابت منذ أربعة أسابيع بينما الهدف هو الزيادة. هذه مشكلة مطبخ لا مشكلة تدريب — ليست الخطة هي ما يعيقه.
de: Das Körpergewicht stagniert seit vier Wochen, obwohl das Ziel Zunehmen ist. Das ist ein Küchenproblem, kein Trainingsproblem — am Plan liegt es nicht.
es: El peso corporal lleva cuatro semanas estancado y el objetivo es ganar. Eso es un problema de cocina, no de entrenamiento — no es el plan lo que lo frena.
fr: Le poids de corps stagne depuis quatre semaines alors que l’objectif est de prendre du poids. C’est un problème de cuisine plutôt que d’entraînement — ce n’est pas le plan qui bloque.
hi: लक्ष्य वज़न बढ़ाना है, पर शरीर का वज़न चार हफ़्तों से स्थिर है। यह ट्रेनिंग की नहीं, रसोई की समस्या है — योजना इसे नहीं रोक रही।
hu: A testsúly négy hete nem változik, pedig a cél a hízás. Ez konyhai probléma, nem edzésprobléma — nem a terv fogja vissza.
it: Il peso corporeo è fermo da quattro settimane mentre l’obiettivo è aumentare. È un problema di cucina, non di allenamento — non è il piano a frenarlo.
ko: 목표는 증량인데 체중이 4주째 제자리예요. 이건 훈련 문제가 아니라 식단 문제예요 — 계획이 발목을 잡고 있는 게 아니에요.
pl: Masa ciała stoi w miejscu od czterech tygodni, a celem jest przybranie na wadze. To problem kuchni, a nie treningu — to nie plan ją hamuje.
pt: O peso corporal está parado há quatro semanas e o objetivo é ganhar. Isso é um problema de cozinha e não de treino — não é o plano que o está a travar.
pt_br: O peso corporal está estagnado há quatro semanas enquanto o objetivo é ganhar. Isso é um problema de cozinha, não de treino — não é o plano que está segurando.
ru: Вес тела стоит на месте четыре недели, а цель — набрать. Это вопрос кухни, а не тренировок — план здесь ни при чём.
th: น้ำหนักตัวไม่เปลี่ยนมาสี่สัปดาห์แล้ว ทั้งที่เป้าหมายคือเพิ่มน้ำหนัก นี่เป็นปัญหาเรื่องอาหารมากกว่าการฝึก — แผนไม่ใช่สิ่งที่ฉุดรั้งไว้
tr: Hedef kilo almak olduğu hâlde vücut ağırlığı dört haftadır yerinde sayıyor. Bu bir antrenman sorunu değil, mutfak sorunu — onu tutan plan değil.
uk: Вага тіла стоїть на місці вже чотири тижні, хоча мета — набрати. Це питання кухні, а не тренувань — план тут ні до чого.
zh: 目标是增重，但体重已经四周没变化了。这是饮食问题而不是训练问题——拖后腿的不是计划。

source: Body-weight exercises are always available, in every profile.
ar: تمارين وزن الجسم متاحة دائمًا في كل الملفات.
de: Körpergewichtsübungen sind immer verfügbar, in jedem Profil.
es: Los ejercicios con peso corporal están siempre disponibles, en todos los perfiles.
fr: Les exercices au poids du corps sont toujours disponibles, dans tous les profils.
hi: शरीर के वज़न वाली कसरतें हर प्रोफ़ाइल में हमेशा उपलब्ध रहती हैं।
hu: A testsúlyos gyakorlatok minden profilban mindig elérhetők.
it: Gli esercizi a corpo libero sono sempre disponibili, in ogni profilo.
ko: 맨몸 운동은 모든 프로필에서 항상 사용할 수 있습니다.
pl: Ćwiczenia z masą własnego ciała są zawsze dostępne, w każdym profilu.
pt: Os exercícios com o peso do corpo estão sempre disponíveis, em todos os perfis.
pt_br: Exercícios com o peso do corpo estão sempre disponíveis, em todos os perfis.
ru: Упражнения с собственным весом доступны всегда, в любом профиле.
th: ท่าที่ใช้น้ำหนักตัวจะพร้อมใช้งานเสมอในทุกโปรไฟล์
tr: Vücut ağırlığı hareketleri her profilde her zaman kullanılabilir.
uk: Вправи з власною вагою доступні завжди, у будь-якому профілі.
zh: 自重动作在每个配置中都始终可用。

source: Bodyweight
ar: وزن الجسم
de: Körpergewicht
es: Peso corporal
fr: Poids du corps
hi: बॉडीवेट
hu: Testsúly
it: Corpo libero
ko: 맨몸 운동
pl: Masa własna
pt: Peso do corpo
pt_br: Peso do corpo
ru: Собственный вес
th: น้ำหนักตัว
tr: Vücut ağırlığı
uk: Власна вага
zh: 徒手动作

# Bodyweight — every rep last time, so go for {0} this time.
source: Bodyweight — every rep last time, so go for %1$@ this time.
ar: وزن الجسم — كل التكرارات في المرة السابقة، لذا استهدف %1$@ هذه المرة.
de: Körpergewicht — letztes Mal jede Wiederholung, also diesmal %1$@ anpeilen.
es: Peso corporal: la última vez todas las repeticiones, así que ve a por %1$@ esta vez.
fr: Poids du corps — toutes les répétitions la dernière fois, alors vise %1$@ cette fois.
hi: बॉडीवेट — पिछली बार सारे रेप्स, तो इस बार %1$@ का लक्ष्य रखें।
hu: Testsúly — legutóbb minden ismétlés meglett, most célozd meg ezt: %1$@.
it: Corpo libero — l’ultima volta tutte le ripetizioni, quindi punta a %1$@ stavolta.
ko: 맨몸 운동 — 지난번 전 세트 완수, 이번엔 %1$@회를 노려보세요.
pl: Masa własna — ostatnio wszystkie powtórzenia, więc tym razem celuj w %1$@.
pt: Peso do corpo — da última vez todas as repetições, por isso vai a %1$@ desta vez.
pt_br: Peso corporal — você concluiu todas as repetições na última vez; tente %1$@ desta vez.
ru: Собственный вес — в прошлый раз все повторения, так что в этот раз целься на %1$@.
th: น้ำหนักตัว — ครั้งก่อนทำครบทุกครั้ง รอบนี้ลองตั้งเป้าที่ %1$@
tr: Vücut ağırlığı — geçen sefer bütün tekrarlar tamamdı, bu sefer %1$@ hedefle.
uk: Власна вага — минулого разу всі повторення, тож цього разу ціль %1$@.
zh: 徒手动作——上次全部完成，这次冲 %1$@ 次。

source: Bodyweight — same target again until every set is clean.
ar: وزن الجسم — نفس الهدف حتى تكمل جميع المجموعات بالشكل المطلوب.
de: Körpergewicht — dieselbe Vorgabe, bis jeder Satz sauber sitzt.
es: Peso corporal: el mismo objetivo hasta que todas las series salgan limpias.
fr: Poids du corps — même objectif jusqu’à ce que chaque série soit propre.
hi: बॉडीवेट — जब तक हर सेट साफ़ न हो, वही लक्ष्य।
hu: Testsúly — ugyanaz a cél megint, amíg minden sorozat tiszta nem lesz.
it: Corpo libero — stesso obiettivo finché ogni serie non è pulita.
ko: 맨몸 운동 — 모든 세트가 깔끔해질 때까지 같은 목표로.
pl: Masa własna — ten sam cel, dopóki każda seria nie będzie czysta.
pt: Peso do corpo — o mesmo objetivo até todas as séries saírem limpas.
pt_br: Peso corporal — mantenha a mesma meta até concluir todas as séries.
ru: Собственный вес — та же цель, пока все подходы не станут чистыми.
th: น้ำหนักตัว — ใช้เป้าหมายเดิมจนกว่าจะทำครบทุกเซ็ต
tr: Vücut ağırlığı — her set temiz çıkana kadar aynı hedef.
uk: Власна вага — та сама ціль, поки всі підходи не стануть чистими.
zh: 徒手动作——保持同样的目标，直到每组都做干净。

source: Borderline
ar: على الحد
de: Grenzwertig
es: Al límite
fr: Limite
hi: सीमारेखा पर
hu: Határeset
it: Al limite
ko: 경계선
pl: Na granicy
pt: No limite
pt_br: No limite
ru: Погранично
th: ก้ำกึ่ง
tr: Sınırda
uk: На межі
zh: 临界

source: Bring another routine into this session
ar: أضف روتينًا آخر إلى هذه الجلسة
de: Eine weitere Routine in diese Einheit holen
es: Traer otra rutina a esta sesión
fr: Ajouter une autre routine à cette séance
hi: इस सत्र में एक और रूटीन लाएँ
hu: Másik rutin behozása ebbe az edzésbe
it: Porta un’altra routine in questa sessione
ko: 이 세션에 다른 루틴 가져오기
pl: Dołącz kolejną rutynę do tej sesji
pt: Trazer outra rotina para esta sessão
pt_br: Trazer outra rotina para esta sessão
ru: Добавить ещё одну программу в эту тренировку
th: นำรูทีนอื่นเข้ามาในเซสชันนี้
tr: Bu seansa başka bir rutin getir
uk: Додати ще одну програму в це тренування
zh: 把另一个训练日并入本次训练

source: Bring my own API key
ar: استخدام مفتاح API خاص بي
de: Eigenen API-Schlüssel verwenden
es: Usar mi propia clave de API
fr: Utiliser ma propre clé API
hi: अपनी API कुंजी इस्तेमाल करें
hu: Saját API-kulcsot használok
it: Usare la mia chiave API
ko: 내 API 키 사용
pl: Użyj mojego klucza API
pt: Usar a minha própria chave de API
pt_br: Usar minha própria chave de API
ru: Использовать свой API-ключ
th: ใช้คีย์ API ของฉันเอง
tr: Kendi API anahtarımı kullan
uk: Використати свій API-ключ
zh: 使用我自己的 API 密钥

source: Brings it up again the next time you train this exercise.
ar: يُعرض مجددًا في المرة القادمة التي تتدرب فيها على هذا التمرين.
de: Erscheint wieder, wenn du diese Übung das nächste Mal trainierst.
es: Vuelve a aparecer la próxima vez que entrenes este ejercicio.
fr: Réapparaît la prochaine fois que tu travailles cet exercice.
hi: अगली बार यह कसरत करते समय फिर दिखेगा।
hu: Legközelebb, amikor ezt a gyakorlatot végzed, újra megjelenik.
it: Ricompare la prossima volta che alleni questo esercizio.
ko: 이 운동을 다음에 할 때 다시 표시됩니다.
pl: Pojawi się ponownie, gdy następnym razem będziesz robić to ćwiczenie.
pt: Volta a aparecer da próxima vez que treinares este exercício.
pt_br: Aparece de novo na próxima vez que você treinar este exercício.
ru: Появится снова, когда вы в следующий раз будете делать это упражнение.
th: จะแสดงขึ้นอีกครั้งเมื่อคุณฝึกท่านี้ครั้งถัดไป
tr: Bu hareketi bir dahaki çalışmanda yeniden karşına çıkar.
uk: З’явиться знову, коли наступного разу робитимеш цю вправу.
zh: 下次练这个动作时会再次出现。

source: Build a plan first
ar: أنشئ خطة أولًا
de: Erst einen Plan erstellen
es: Crea primero un plan
fr: Crée d'abord un plan
hi: पहले योजना बनाएँ
hu: Előbb hozz létre egy tervet
it: Crea prima un piano
ko: 먼저 계획 만들기
pl: Najpierw utwórz plan
pt: Cria primeiro um plano
pt_br: Crie um plano primeiro
ru: Сначала создай план
th: สร้างแผนก่อน
tr: Önce bir plan oluştur
uk: Спочатку створи план
zh: 先创建一个计划

source: Build me a fresh plan from my answers.
ar: ابنِ لي خطة جديدة من إجاباتي.
de: Erstell mir einen frischen Plan aus meinen Antworten.
es: Hazme un plan nuevo a partir de mis respuestas.
fr: Fais-moi un plan tout neuf à partir de mes réponses.
hi: मेरे जवाबों से मेरे लिए एक नई योजना बनाओ।
hu: Készíts nekem új tervet a válaszaimból.
it: Preparami un piano nuovo dalle mie risposte.
ko: 내 답변을 바탕으로 새 계획을 만들어 줘.
pl: Ułóż mi nowy plan na podstawie moich odpowiedzi.
pt: Faz-me um plano novo a partir das minhas respostas.
pt_br: Faz-me um plano novo a partir das minhas respostas.
ru: Составь мне новый план по моим ответам.
th: สร้างแผนใหม่ให้ฉันจากคำตอบของฉัน
tr: Cevaplarımdan bana yeni bir plan hazırla.
uk: Склади мені новий план за моїми відповідями.
zh: 根据我的回答给我制定一个新计划。

source: Build muscle
ar: بناء العضلات
de: Muskeln aufbauen
es: Ganar músculo
fr: Prendre du muscle
hi: मांसपेशी बनाना
hu: Izmot építeni
it: Mettere massa
ko: 근육 키우기
pl: Zbudować mięśnie
pt: Ganhar músculo
pt_br: Ganhar músculo
ru: Набрать мышцы
th: สร้างกล้ามเนื้อ
tr: Kas yapmak
uk: Набрати м’язи
zh: 增肌

source: Build my own plan
ar: أنشئ خطتي بنفسي
de: Eigenen Plan erstellen
es: Crear mi propio plan
fr: Créer mon propre plan
hi: अपनी योजना बनाएँ
hu: Saját terv készítése
it: Crea il mio piano
ko: 내 계획 만들기
pl: Utwórz własny plan
pt: Criar o meu próprio plano
pt_br: Criar meu próprio plano
ru: Создать свой план
th: สร้างแผนของตัวเอง
tr: Kendi planımı oluştur
uk: Створити свій план
zh: 创建自己的计划

source: Build my plan
ar: ابْنِ خطتي
de: Meinen Plan erstellen
es: Crear mi plan
fr: Créer mon plan
hi: मेरा प्लान बनाएँ
hu: Terv összeállítása
it: Crea il mio piano
ko: 내 계획 만들기
pl: Ułóż mój plan
pt: Criar o meu plano
pt_br: Criar meu plano
ru: Составить мой план
th: สร้างแผนของฉัน
tr: Planımı oluştur
uk: Скласти мій план
zh: 制定我的计划

source: Building your plan…
ar: جارٍ بناء خطتك…
de: Dein Plan wird erstellt…
es: Creando tu plan…
fr: Création de ton plan…
hi: आपकी योजना बन रही है…
hu: Terved összeállítása…
it: Sto creando il tuo piano…
ko: 계획을 만드는 중…
pl: Tworzę Twój plan…
pt: A criar o teu plano…
pt_br: Criando seu plano…
ru: Составляю ваш план…
th: กำลังสร้างแผนของคุณ…
tr: Planın hazırlanıyor…
uk: Складаю твій план…
zh: 正在制定你的计划…

source: Built a plan
ar: بنى خطة
de: Hat einen Plan erstellt
es: Creó un plan
fr: A créé un plan
hi: एक प्लान बनाया
hu: Tervet készített
it: Ha creato un piano
ko: 계획을 만들었습니다
pl: Ułożył plan
pt: Criou um plano
pt_br: Criou um plano
ru: Составил план
th: สร้างแผนแล้ว
tr: Bir plan oluşturdu
uk: Склав план
zh: 制定了计划

# Burst {0}
source: Burst %1$@
ar: دفعة %1$@
es: Ráfaga %1$@
fr: Rafale %1$@
hi: बर्स्ट %1$@
ko: 버스트 %1$@
pl: Seria rest-pause %1$@
pt: Rajada %1$@
pt_br: Rajada %1$@
ru: Серия %1$@
th: เบิร์สต์ %1$@
tr: Patlama %1$@
uk: Серія %1$@
zh: 爆发组 %1$@

source: By muscle
ar: حسب العضلة
de: Nach Muskel
es: Por músculo
fr: Par muscle
hi: मांसपेशी से
hu: Izom szerint
it: Per muscolo
ko: 근육별
pl: Według mięśnia
pt: Por músculo
pt_br: Por músculo
ru: По мышцам
th: ตามกล้ามเนื้อ
tr: Kasa göre
uk: За м'язом
zh: 按肌肉

source: Calves
ar: السمانة
de: Waden
es: Gemelos
fr: Mollets
hi: पिंडली
hu: Vádli
it: Polpacci
ko: 종아리
pl: Łydki
pt: Panturrilhas
pt_br: Panturrilhas
ru: Икры
th: น่อง
tr: Baldırlar
uk: Литки
zh: 小腿

source: Camera access was denied — allow it in your browser and try again.
ar: رُفض الوصول إلى الكاميرا — اسمح به في متصفحك وحاول مجددًا.
de: Kamerazugriff wurde verweigert — erlaube ihn im Browser und versuche es erneut.
es: Se denegó el acceso a la cámara — permítelo en el navegador e inténtalo de nuevo.
fr: L’accès à la caméra a été refusé — autorisez-le dans le navigateur et réessayez.
hi: कैमरे की अनुमति नहीं मिली — ब्राउज़र में अनुमति दें और फिर कोशिश करें।
hu: A kamera-hozzáférés elutasítva — engedélyezd a böngészőben, és próbáld újra.
it: Accesso alla fotocamera negato — consentilo nel browser e riprova.
ko: 카메라 접근이 거부되었습니다 — 브라우저에서 허용한 뒤 다시 시도하세요.
pl: Odmówiono dostępu do aparatu — zezwól w przeglądarce i spróbuj ponownie.
pt: O acesso à câmara foi recusado — permite-o no navegador e tenta de novo.
pt_br: O acesso à câmera foi negado — permita-o no navegador e tente de novo.
ru: Доступ к камере запрещён — разрешите его в браузере и попробуйте снова.
th: การเข้าถึงกล้องถูกปฏิเสธ — อนุญาตในเบราว์เซอร์แล้วลองอีกครั้ง
tr: Kamera erişimi reddedildi — tarayıcıda izin verip tekrar deneyin.
uk: Доступ до камери заборонено — дозволь його в браузері й спробуй знову.
zh: 摄像头访问被拒绝 — 请在浏览器中允许后重试。

source: Camera is not available here — import a photo or type the code instead.
ar: الكاميرا غير متاحة هنا — استورد صورة أو اكتب الرمز بدلًا من ذلك.
de: Die Kamera ist hier nicht verfügbar — importiere ein Foto oder tippe den Code ein.
es: La cámara no está disponible aquí — importa una foto o escribe el código.
fr: La caméra n’est pas disponible ici — importez une photo ou saisissez le code.
hi: कैमरा यहाँ उपलब्ध नहीं है — फ़ोटो इंपोर्ट करें या कोड टाइप करें।
hu: A kamera itt nem elérhető — importálj egy fotót vagy írd be a kódot.
it: La fotocamera non è disponibile qui — importa una foto o digita il codice.
ko: 여기서는 카메라를 사용할 수 없습니다 — 사진을 가져오거나 코드를 입력하세요.
pl: Aparat nie jest tu dostępny — zaimportuj zdjęcie lub wpisz kod.
pt: A câmara não está disponível aqui — importa uma foto ou escreve o código.
pt_br: A câmera não está disponível aqui — importe uma foto ou digite o código.
ru: Камера здесь недоступна — импортируйте фото или введите код.
th: ใช้กล้องที่นี่ไม่ได้ — นำเข้ารูปภาพหรือพิมพ์รหัสแทน
tr: Kamera burada kullanılamıyor — bir fotoğraf içe aktarın veya kodu yazın.
uk: Камера тут недоступна — імпортуй фото або введи код.
zh: 此处无法使用摄像头 — 请导入照片或手动输入代码。

source: Camera permission is needed to scan. Enable it in Settings.
ar: يلزم إذن الكاميرا للمسح. فعّله في الإعدادات.
de: Zum Scannen wird die Kamera-Berechtigung benötigt. Aktiviere sie in den Einstellungen.
es: Se necesita permiso de cámara para escanear. Actívalo en Ajustes.
fr: L’autorisation caméra est nécessaire pour scanner. Active-la dans les Réglages.
hi: स्कैन करने के लिए कैमरा अनुमति चाहिए। इसे सेटिंग्स में चालू करें।
hu: A beolvasáshoz kameraengedély szükséges. Engedélyezd a Beállításokban.
it: Per scansionare serve l’autorizzazione alla fotocamera. Attivala nelle Impostazioni.
ko: 스캔하려면 카메라 권한이 필요합니다. 설정에서 켜세요.
pl: Do skanowania potrzebne jest pozwolenie na aparat. Włącz je w Ustawieniach.
pt: É necessária a permissão da câmara para digitalizar. Ativa-a nas Definições.
pt_br: É necessária a permissão da câmera para escanear. Ative-a nos Ajustes.
ru: Для сканирования нужен доступ к камере. Включите его в настройках.
th: ต้องมีสิทธิ์กล้องเพื่อสแกน เปิดใช้งานในการตั้งค่า
tr: Taramak için kamera izni gerekir. Ayarlar’dan etkinleştir.
uk: Для сканування потрібен доступ до камери. Увімкни його в налаштуваннях.
zh: 扫描需要相机权限。请在设置中开启。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
hu: Mégse
it: Annulla
ko: 취소
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh: 取消

source: Card added
ar: تمت إضافة البطاقة
de: Karte hinzugefügt
es: Tarjeta añadida
fr: Carte ajoutée
hi: कार्ड जोड़ा गया
hu: Kártya hozzáadva
it: Tessera aggiunta
ko: 카드가 추가되었습니다
pl: Dodano kartę
pt: Cartão adicionado
pt_br: Cartão adicionado
ru: Карта добавлена
th: เพิ่มบัตรแล้ว
tr: Kart eklendi
uk: Картку додано
zh: 已添加卡片

source: Card updated
ar: تم تحديث البطاقة
de: Karte aktualisiert
es: Tarjeta actualizada
fr: Carte mise à jour
hi: कार्ड अपडेट हुआ
hu: Kártya frissítve
it: Tessera aggiornata
ko: 카드가 업데이트됨
pl: Karta zaktualizowana
pt: Cartão atualizado
pt_br: Cartão atualizado
ru: Карта обновлена
th: อัปเดตบัตรแล้ว
tr: Kart güncellendi
uk: Картку оновлено
zh: 卡片已更新

source: Cardio
ar: كارديو
hi: कार्डियो
hu: Kardió
ko: 유산소
ru: Кардио
th: คาร์ดิโอ
tr: Kardiyo
uk: Кардіо
zh: 有氧

source: Cardio exercises log time + speed instead of weight × reps.
ar: تسجّل تمارين الكارديو الوقت + السرعة بدلاً من الوزن × التكرارات.
de: Cardio-Übungen erfassen Zeit + Tempo statt Gewicht × Wdh.
es: Los ejercicios de cardio registran tiempo + velocidad en vez de peso × reps.
fr: Les exercices cardio enregistrent temps + vitesse au lieu de poids × reps.
hi: कार्डियो एक्सरसाइज़ में वज़न × रेप्स की जगह समय + गति दर्ज होती है।
hu: A kardió gyakorlatok időt + sebességet rögzítenek súly × ismétlés helyett.
it: Gli esercizi cardio registrano tempo + velocità invece di peso × rip.
ko: 유산소 운동은 무게 × 횟수 대신 시간 + 속도를 기록합니다.
pl: Ćwiczenia cardio zapisują czas + prędkość zamiast ciężaru × powt.
pt: Exercícios de cardio registam tempo + velocidade em vez de peso × reps.
pt_br: Exercícios de cardio registram tempo e velocidade em vez de peso × repetições.
ru: Кардио-упражнения записывают время + скорость вместо веса × повторов.
th: ท่าคาร์ดิโอจะบันทึกเวลา + ความเร็ว แทนน้ำหนัก × จำนวนครั้ง
tr: Kardiyo egzersizleri ağırlık × tekrar yerine süre + hız kaydeder.
uk: Кардіо-вправи записують час + швидкість замість ваги × повторів.
zh: 有氧动作记录时间 + 速度，而不是重量 × 次数。

source: Cardio logged
ar: تم تسجيل تمرين الكارديو
de: Cardio eingetragen
es: Cardio registrado
fr: Cardio noté
hi: कार्डियो दर्ज हुआ
hu: Kardió rögzítve
it: Cardio registrato
ko: 유산소 기록됨
pl: Cardio zapisane
pt: Cardio registado
pt_br: Cardio registrado
ru: Кардио записано
th: บันทึกคาร์ดิโอแล้ว
tr: Kardiyo kaydedildi
uk: Кардіо записано
zh: 有氧已记录

source: Cards
ar: بطاقات
de: Karten
es: Tarjetas
fr: Cartes
hi: कार्ड
hu: Kártyák
it: Schede
ko: 카드
pl: Karty
pt: Cartões
pt_br: Cartões
ru: Карточки
th: การ์ด
tr: Kartlar
uk: Картки
zh: 卡片

source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Changer
hi: बदलें
hu: Csere
it: Cambia
ko: 변경
pl: Zmień
pt: Alterar
pt_br: Alterar
ru: Заменить
th: เปลี่ยน
tr: Değiştir
uk: Змінити
zh: 更换
